12/data/attachments/7e26a07da1195b5a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_ebe2820c-d17a-4dd8-8073-0d69b67fb790</nif:username>
            <nif:friendToBeAdded>Christina_sound_Actions_64635_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>